RRN_Data/1447700/1447777.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-28T01:31:51.570+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-28T01:31:51.570+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231128-000013" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-11-28T01:31:50.918+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="Accident" id="231128-000013-1" version="3"><situationRecordCreationReference>EVE_DIRO231128-000001-EVE_DIRO231128-000001</situationRecordCreationReference><situationRecordCreationTime>2023-11-28T00:48:31.281+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-28T00:48:41.704+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-28T01:31:50.918+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-28T00:48:31.281+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-28T00:48:31.088+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">situé 1138 m à l'est de Rennes Porte des Long Champs</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>outerRing</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.14699</latitude><longitude>-1.6164316</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Cesson-Sévigné</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N136</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Rennes Porte des Long Champs</value></values></alertCLocationName><specificLocation>47110</specificLocation></alertCLocation><offsetDistance><offsetDistance>1138</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N0136</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>781.0</distanceAlong><fromReferent><referentIdentifier>35PR24G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="231128-000013-102" version="2"><situationRecordCreationReference>EVE_DIRO231128-000001-EVE_DIRO231128-000002</situationRecordCreationReference><situationRecordCreationTime>2023-11-28T01:14:42.291+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-28T01:31:47.168+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-28T01:31:50.918+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-28T01:14:42.291+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-28T01:14:42.085+01:00</overallStartTime><overallEndTime>2023-11-28T01:31:47.162+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Rennes/CEI de Rennes Saint-Jacques</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 1138 m à l'est de Rennes Porte des Long Champs</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane1</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>outerRing</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.14699</latitude><longitude>-1.6164316</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Cesson-Sévigné</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N136</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Rennes Porte des Long Champs</value></values></alertCLocationName><specificLocation>47110</specificLocation></alertCLocation><offsetDistance><offsetDistance>1138</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N0136</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>781.0</distanceAlong><fromReferent><referentIdentifier>35PR24G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>laneClosures</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>